{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Punctuation"
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "'": 4,
      "(": 5,
      ")": 6,
      ",": 7,
      "-": 8,
      ".": 9,
      "0": 10,
      "1": 11,
      "2": 12,
      "3": 13,
      "4": 14,
      "5": 15,
      "6": 16,
      "7": 17,
      "8": 18,
      "9": 19,
      ":": 20,
      "<": 21,
      "=": 22,
      ">": 23,
      "A": 24,
      "B": 25,
      "C": 26,
      "D": 27,
      "E": 28,
      "F": 29,
      "G": 30,
      "H": 31,
      "I": 32,
      "J": 33,
      "K": 34,
      "L": 35,
      "M": 36,
      "N": 37,
      "O": 38,
      "P": 39,
      "Q": 40,
      "R": 41,
      "S": 42,
      "T": 43,
      "U": 44,
      "V": 45,
      "W": 46,
      "X": 47,
      "Y": 48,
      "Z": 49,
      "[": 50,
      "]": 51,
      "_": 52,
      "a": 53,
      "b": 54,
      "c": 55,
      "d": 56,
      "e": 57,
      "f": 58,
      "g": 59,
      "h": 60,
      "i": 61,
      "j": 62,
      "k": 63,
      "l": 64,
      "m": 65,
      "n": 66,
      "o": 67,
      "p": 68,
      "q": 69,
      "r": 70,
      "s": 71,
      "t": 72,
      "u": 73,
      "v": 74,
      "w": 75,
      "x": 76,
      "y": 77,
      "z": 78,
      "th": 79,
      "al": 80,
      "the": 81,
      "in": 82,
      "ti": 83,
      "an": 84,
      "at": 85,
      "on": 86,
      "me": 87,
      "en": 88,
      "to": 89,
      "er": 90,
      "is": 91,
      "time": 92,
      "all": 93,
      "ay": 94,
      "of": 95,
      "si": 96,
      "ays": 97,
      "ways": 98,
      "always": 99,
      "re": 100,
      "st": 101,
      "be": 102,
      "ev": 103,
      "tion": 104,
      "and": 105,
      "un": 106,
      "ue": 107,
      "ts": 108,
      "ent": 109,
      "gn": 110,
      "sign": 111,
      "signal": 112,
      "ing": 113,
      "ally": 114,
      "than": 115,
      "or": 116,
      "ll": 117,
      "that": 118,
      "se": 119,
      "val": 120,
      "value": 121,
      "con": 122,
      "its": 123,
      "units": 124,
      "event": 125,
      "wi": 126,
      "then": 127,
      "ed": 128,
      "qu": 129,
      "fo": 130,
      "ow": 131,
      "ly": 132,
      "es": 133,
      "ou": 134,
      "no": 135,
      "ually": 136,
      "eventually": 137,
      "di": 138,
      "wh": 139,
      "equ": 140,
      "equal": 141,
      "mo": 142,
      "condi": 143,
      "condition": 144,
      "ch": 145,
      "ain": 146,
      "llow": 147,
      "follow": 148,
      "following": 149,
      "ris": 150,
      "rise": 151,
      "not": 152,
      "tr": 153,
      "ld": 154,
      "int": 155,
      "les": 156,
      "sh": 157,
      "less": 158,
      "ha": 159,
      "ar": 160,
      "will": 161,
      "ge": 162,
      "de": 163,
      "with": 164,
      "ob": 165,
      "ever": 166,
      "ase": 167,
      "cer": 168,
      "tain": 169,
      "certain": 170,
      "ex": 171,
      "ve": 172,
      "ate": 173,
      "case": 174,
      "ur": 175,
      "whi": 176,
      "ted": 177,
      "mu": 178,
      "which": 179,
      "ce": 180,
      "within": 181,
      "ec": 182,
      "for": 183,
      "true": 184,
      "inst": 185,
      "ant": 186,
      "instant": 187,
      "la": 188,
      "gh": 189,
      "ea": 190,
      "gre": 191,
      "ater": 192,
      "greater": 193,
      "nt": 194,
      "ment": 195,
      "moment": 196,
      "when": 197,
      "oint": 198,
      "point": 199,
      "om": 200,
      "uring": 201,
      "old": 202,
      "every": 203,
      "cen": 204,
      "io": 205,
      "scen": 206,
      "ario": 207,
      "scenario": 208,
      "during": 209,
      "hold": 210,
      "fall": 211,
      "ome": 212,
      "ist": 213,
      "gets": 214,
      "fu": 215,
      "tu": 216,
      "futu": 217,
      "future": 218,
      "ould": 219,
      "ke": 220,
      "there": 221,
      "conditions": 222,
      "inter": 223,
      "ately": 224,
      "fi": 225,
      "rst": 226,
      "first": 227,
      "ght": 228,
      "ac": 229,
      "ansi": 230,
      "transi": 231,
      "action": 232,
      "transition": 233,
      "Gl": 234,
      "obally": 235,
      "Globally": 236,
      "It": 237,
      "end": 238,
      "ser": 239,
      "ved": 240,
      "obser": 241,
      "observed": 242,
      "should": 243,
      "tec": 244,
      "detec": 245,
      "detected": 246,
      "must": 247,
      "has": 248,
      "ought": 249,
      "lti": 250,
      "mately": 251,
      "ltimately": 252,
      "inally": 253,
      "ultimately": 254,
      "shall": 255,
      "ru": 256,
      "interru": 257,
      "interrup": 258,
      "finally": 259,
      "set": 260,
      "out": 261,
      "each": 262,
      "main": 263,
      "remain": 264,
      "have": 265,
      "eds": 266,
      "ne": 267,
      "befo": 268,
      "before": 269,
      "needs": 270,
      "rom": 271,
      "if": 272,
      "mode": 273,
      "til": 274,
      "until": 275,
      "onse": 276,
      "state": 277,
      "bo": 278,
      "ponse": 279,
      "sponse": 280,
      "response": 281,
      "simu": 282,
      "ep": 283,
      "keep": 284,
      "low": 285,
      "once": 286,
      "ange": 287,
      "su": 288,
      "this": 289,
      "some": 290,
      "sometime": 291,
      "from": 292,
      "In": 293,
      "exist": 294,
      "most": 295,
      "bse": 296,
      "quent": 297,
      "subse": 298,
      "subsequent": 299,
      "stay": 300,
      "ger": 301,
      "range": 302,
      "lation": 303,
      "simulation": 304,
      "sly": 305,
      "ously": 306,
      "sist": 307,
      "ently": 308,
      "sistently": 309,
      "holds": 310,
      "tin": 311,
      "cu": 312,
      "tive": 313,
      "cutive": 314,
      "cutively": 315,
      "tedly": 316,
      "interruptedly": 317,
      "consistently": 318,
      "are": 319,
      "secutively": 320,
      "consecutively": 321,
      "contin": 322,
      "bec": 323,
      "star": 324,
      "uninterruptedly": 325,
      "ution": 326,
      "exec": 327,
      "execution": 328,
      "ft": 329,
      "aft": 330,
      "become": 331,
      "after": 332,
      "nex": 333,
      "next": 334,
      "com": 335,
      "coming": 336,
      "Th": 337,
      "without": 338,
      "ends": 339,
      "lea": 340,
      "becomes": 341,
      "lar": 342,
      "larger": 343,
      "pen": 344,
      "below": 345,
      "ppen": 346,
      "happen": 347,
      "oes": 348,
      "cc": 349,
      "occ": 350,
      "occur": 351,
      "pla": 352,
      "place": 353,
      "ta": 354,
      "continu": 355,
      "sin": 356,
      "since": 357,
      "continuously": 358,
      "abo": 359,
      "above": 360,
      "Wh": 361,
      "as": 362,
      "mall": 363,
      "small": 364,
      "smaller": 365,
      "For": 366,
      "whenever": 367,
      "When": 368,
      "everytime": 369,
      "shif": 370,
      "start": 371,
      "ere": 372,
      "There": 373,
      "ame": 374,
      "dev": 375,
      "devi": 376,
      "deviat": 377,
      "same": 378,
      "goes": 379,
      "get": 380,
      "interruption": 381,
      "least": 382,
      "ast": 383,
      "past": 384,
      "enter": 385,
      "hi": 386,
      "gher": 387,
      "higher": 388,
      "ri": 389,
      "tak": 390,
      "takes": 391,
      "happens": 392,
      "enters": 393,
      "ver": 394,
      "occurs": 395,
      "und": 396,
      "bound": 397,
      "starting": 398,
      "more": 399,
      "till": 400,
      "At": 401,
      "ang": 402,
      "chang": 403,
      "any": 404,
      "deviating": 405,
      "ike": 406,
      "like": 407,
      "cally": 408,
      "his": 409,
      "tori": 410,
      "histori": 411,
      "historically": 412,
      "last": 413,
      "was": 414,
      "sed": 415,
      "beg": 416,
      "een": 417,
      "tw": 418,
      "tween": 419,
      "begin": 420,
      "lower": 421,
      "between": 422,
      "never": 423,
      "cre": 424,
      "crease": 425,
      "If": 426,
      "Whenever": 427,
      "As": 428,
      "oon": 429,
      "soon": 430,
      "fal": 431,
      "false": 432,
      "Ever": 433,
      "ytime": 434,
      "Everytime": 435,
      "On": 436,
      "creases": 437,
      "ps": 438,
      "side": 439,
      "changed": 440,
      "interval": 441,
      "lay": 442,
      "delay": 443,
      "isn": 444,
      "shifted": 445,
      "remains": 446,
      "starts": 447,
      "pt": 448,
      "stays": 449,
      "would": 450,
      "keeps": 451,
      "le": 452,
      "The": 453,
      "ves": 454,
      "leaves": 455,
      "ela": 456,
      "psed": 457,
      "elapsed": 458,
      "take": 459,
      "sett": 460,
      "instantly": 461,
      "im": 462,
      "medi": 463,
      "immedi": 464,
      "immediately": 465,
      "eously": 466,
      "lt": 467,
      "aneously": 468,
      "simult": 469,
      "simultaneously": 470,
      "prom": 471,
      "ptly": 472,
      "promptly": 473,
      "exis": 474,
      "does": 475,
      "over": 476,
      "ro": 477,
      "begins": 478,
      "ju": 479,
      "jum": 480,
      "been": 481,
      "deviates": 482,
      "settles": 483,
      "increases": 484,
      "jumps": 485,
      "exists": 486,
      "continue": 487,
      "shifts": 488,
      "gi": 489,
      "regi": 490,
      "region": 491,
      "change": 492,
      "shift": 493,
      "changes": 494,
      "inside": 495,
      "outside": 496,
      "bi": 497,
      "gger": 498,
      "bigger": 499,
      "aw": 500,
      "right": 501,
      "away": 502,
      "dro": 503,
      "decreases": 504,
      "drops": 505,
      "ning": 506,
      "beginning": 507,
      "remaining": 508,
      "falls": 509,
      "won": 510,
      "while": 511,
      "equaling": 512,
      "keeping": 513,
      "into": 514,
      "staying": 515,
      "dow": 516,
      "down": 517,
      "stain": 518,
      "sustain": 519,
      "oughtn": 520,
      "rises": 521,
      "doesn": 522,
      "shan": 523,
      "mustn": 524,
      "shouldn": 525,
      "go": 526,
      "During": 527,
      "ais": 528,
      "rais": 529,
      "raised": 530,
      "cl": 531,
      "osed": 532,
      "closed": 533,
      "remained": 534,
      "kept": 535,
      "Wi": 536,
      "With": 537,
      "stayed": 538,
      "ile": 539,
      "While": 540,
      "settle": 541,
      "got": 542,
      "equals": 543,
      "Con": 544,
      "existed": 545,
      "Within": 546,
      "Ev": 547,
      "entually": 548,
      "Eventually": 549,
      "Ultimately": 550,
      "Finally": 551,
      "cro": 552,
      "cros": 553,
      "thre": 554,
      "shold": 555,
      "threshold": 556,
      "exce": 557,
      "ses": 558,
      "crosses": 559,
      "exceeds": 560,
      "anytime": 561,
      "did": 562,
      "holding": 563,
      "continuing": 564,
      "had": 565,
      "eded": 566,
      "continues": 567,
      "needed": 568,
      "uously": 569,
      "tinuously": 570,
      "Continuously": 571,
      "Conse": 572,
      "Consecutively": 573,
      "Un": 574,
      "Uninterruptedly": 575,
      "Consistently": 576,
      "wasn": 577,
      "Without": 578,
      "open": 579,
      "leave": 580,
      "ling": 581,
      "linger": 582,
      "became": 583,
      "lasts": 584,
      "being": 585,
      "sustaining": 586,
      "lasting": 587,
      "eld": 588,
      "held": 589,
      "continued": 590,
      "sustains": 591,
      "deviate": 592,
      "jump": 593,
      "didn": 594,
      "went": 595,
      "wouldn": 596,
      "happened": 597,
      "drop": 598,
      "increase": 599,
      "entered": 600,
      "ok": 601,
      "took": 602,
      "red": 603,
      "decrease": 604,
      "occurred": 605,
      "hasn": 606,
      "left": 607,
      "Be": 608,
      "sustained": 609,
      "Between": 610,
      "equaled": 611,
      "started": 612,
      "led": 613,
      "settled": 614,
      "began": 615,
      "lingers": 616,
      "jumped": 617,
      "deviated": 618,
      "increased": 619,
      "rose": 620,
      "ped": 621,
      "dropped": 622,
      "cross": 623,
      "ell": 624,
      "fell": 625,
      "lingering": 626,
      "decreased": 627,
      "exceed": 628,
      "taken": 629,
      "lingered": 630,
      "exceeded": 631,
      "crossed": 632,
      "gon": 633,
      "gone": 634,
      "risen": 635,
      "begun": 636
    },
    "merges": [
      "t h",
      "a l",
      "th e",
      "i n",
      "t i",
      "a n",
      "a t",
      "o n",
      "m e",
      "e n",
      "t o",
      "e r",
      "i s",
      "ti me",
      "al l",
      "a y",
      "o f",
      "s i",
      "ay s",
      "w ays",
      "al ways",
      "r e",
      "s t",
      "b e",
      "e v",
      "ti on",
      "an d",
      "u n",
      "u e",
      "t s",
      "en t",
      "g n",
      "si gn",
      "sign al",
      "in g",
      "all y",
      "th an",
      "o r",
      "l l",
      "th at",
      "s e",
      "v al",
      "val ue",
      "c on",
      "i ts",
      "un its",
      "ev ent",
      "w i",
      "the n",
      "e d",
      "q u",
      "f o",
      "o w",
      "l y",
      "e s",
      "o u",
      "n o",
      "u ally",
      "event ually",
      "d i",
      "w h",
      "e qu",
      "equ al",
      "m o",
      "con di",
      "condi tion",
      "c h",
      "a in",
      "ll ow",
      "fo llow",
      "follow ing",
      "r is",
      "ris e",
      "no t",
      "t r",
      "l d",
      "in t",
      "l es",
      "s h",
      "les s",
      "h a",
      "a r",
      "wi ll",
      "g e",
      "d e",
      "wi th",
      "o b",
      "ev er",
      "a se",
      "c er",
      "t ain",
      "cer tain",
      "e x",
      "v e",
      "at e",
      "c ase",
      "u r",
      "wh i",
      "t ed",
      "m u",
      "whi ch",
      "c e",
      "with in",
      "e c",
      "f or",
      "tr ue",
      "in st",
      "an t",
      "inst ant",
      "l a",
      "g h",
      "e a",
      "g re",
      "at er",
      "gre ater",
      "n t",
      "me nt",
      "mo ment",
      "wh en",
      "o int",
      "p oint",
      "o m",
      "ur ing",
      "o ld",
      "ever y",
      "c en",
      "i o",
      "s cen",
      "ar io",
      "scen ario",
      "d uring",
      "h old",
      "f all",
      "o me",
      "is t",
      "ge ts",
      "f u",
      "t u",
      "fu tu",
      "futu re",
      "ou ld",
      "k e",
      "the re",
      "condition s",
      "int er",
      "ate ly",
      "f i",
      "r st",
      "fi rst",
      "gh t",
      "a c",
      "an si",
      "tr ansi",
      "ac tion",
      "transi tion",
      "G l",
      "ob ally",
      "Gl obally",
      "I t",
      "en d",
      "s er",
      "v ed",
      "ob ser",
      "obser ved",
      "sh ould",
      "t ec",
      "de tec",
      "detec ted",
      "mu st",
      "ha s",
      "ou ght",
      "l ti",
      "m ately",
      "lti mately",
      "in ally",
      "u ltimately",
      "sh all",
      "r u",
      "inter ru",
      "interru p",
      "f inally",
      "se t",
      "ou t",
      "ea ch",
      "m ain",
      "re main",
      "ha ve",
      "ed s",
      "n e",
      "be fo",
      "befo re",
      "ne eds",
      "r om",
      "i f",
      "mo de",
      "ti l",
      "un til",
      "on se",
      "st ate",
      "b o",
      "p onse",
      "s ponse",
      "re sponse",
      "si mu",
      "e p",
      "ke ep",
      "l ow",
      "on ce",
      "an ge",
      "s u",
      "th is",
      "s ome",
      "some time",
      "f rom",
      "I n",
      "ex ist",
      "mo st",
      "b se",
      "qu ent",
      "su bse",
      "subse quent",
      "st ay",
      "g er",
      "r ange",
      "la tion",
      "simu lation",
      "s ly",
      "ou sly",
      "s ist",
      "ent ly",
      "sist ently",
      "hold s",
      "t in",
      "c u",
      "ti ve",
      "cu tive",
      "cutive ly",
      "ted ly",
      "interrup tedly",
      "con sistently",
      "a re",
      "se cutively",
      "con secutively",
      "con tin",
      "be c",
      "st ar",
      "un interruptedly",
      "u tion",
      "ex ec",
      "exec ution",
      "f t",
      "a ft",
      "bec ome",
      "aft er",
      "n ex",
      "nex t",
      "c om",
      "com ing",
      "T h",
      "with out",
      "end s",
      "l ea",
      "become s",
      "l ar",
      "lar ger",
      "p en",
      "be low",
      "p pen",
      "ha ppen",
      "o es",
      "c c",
      "o cc",
      "occ ur",
      "p la",
      "pla ce",
      "t a",
      "contin u",
      "s in",
      "sin ce",
      "continu ously",
      "a bo",
      "abo ve",
      "W h",
      "a s",
      "m all",
      "s mall",
      "small er",
      "F or",
      "when ever",
      "Wh en",
      "every time",
      "sh if",
      "star t",
      "er e",
      "Th ere",
      "a me",
      "d ev",
      "dev i",
      "devi at",
      "s ame",
      "g oes",
      "ge t",
      "interrup tion",
      "lea st",
      "a st",
      "p ast",
      "ent er",
      "h i",
      "gh er",
      "hi gher",
      "r i",
      "ta k",
      "tak es",
      "happen s",
      "enter s",
      "v er",
      "occur s",
      "un d",
      "bo und",
      "start ing",
      "mo re",
      "ti ll",
      "A t",
      "an g",
      "ch ang",
      "an y",
      "deviat ing",
      "i ke",
      "l ike",
      "c ally",
      "h is",
      "to ri",
      "his tori",
      "histori cally",
      "la st",
      "w as",
      "se d",
      "be g",
      "e en",
      "t w",
      "tw een",
      "beg in",
      "low er",
      "be tween",
      "n ever",
      "c re",
      "cre ase",
      "I f",
      "When ever",
      "A s",
      "o on",
      "s oon",
      "f al",
      "fal se",
      "E ver",
      "y time",
      "Ever ytime",
      "O n",
      "crease s",
      "p s",
      "si de",
      "chang ed",
      "inter val",
      "l ay",
      "de lay",
      "is n",
      "shif ted",
      "remain s",
      "star ts",
      "p t",
      "st ays",
      "w ould",
      "keep s",
      "l e",
      "Th e",
      "v es",
      "lea ves",
      "e la",
      "p sed",
      "ela psed",
      "ta ke",
      "set t",
      "instant ly",
      "i m",
      "me di",
      "im medi",
      "immedi ately",
      "e ously",
      "l t",
      "an eously",
      "simu lt",
      "simult aneously",
      "p rom",
      "pt ly",
      "prom ptly",
      "ex is",
      "d oes",
      "o ver",
      "r o",
      "begin s",
      "j u",
      "ju m",
      "be en",
      "deviat es",
      "sett les",
      "in creases",
      "jum ps",
      "exis ts",
      "contin ue",
      "shif ts",
      "g i",
      "re gi",
      "regi on",
      "ch ange",
      "shif t",
      "chang es",
      "in side",
      "out side",
      "b i",
      "g ger",
      "bi gger",
      "a w",
      "ri ght",
      "aw ay",
      "d ro",
      "de creases",
      "dro ps",
      "n ing",
      "begin ning",
      "remain ing",
      "fall s",
      "w on",
      "whi le",
      "equal ing",
      "keep ing",
      "in to",
      "stay ing",
      "d ow",
      "dow n",
      "st ain",
      "su stain",
      "ought n",
      "ris es",
      "does n",
      "sh an",
      "must n",
      "should n",
      "g o",
      "D uring",
      "a is",
      "r ais",
      "rais ed",
      "c l",
      "o sed",
      "cl osed",
      "remain ed",
      "ke pt",
      "W i",
      "Wi th",
      "stay ed",
      "i le",
      "Wh ile",
      "sett le",
      "go t",
      "equal s",
      "C on",
      "exis ted",
      "With in",
      "E v",
      "ent ually",
      "Ev entually",
      "U ltimately",
      "F inally",
      "c ro",
      "cro s",
      "th re",
      "sh old",
      "thre shold",
      "ex ce",
      "se s",
      "cros ses",
      "exce eds",
      "any time",
      "di d",
      "hold ing",
      "continu ing",
      "ha d",
      "ed ed",
      "continue s",
      "ne eded",
      "u ously",
      "tin uously",
      "Con tinuously",
      "C onse",
      "Conse cutively",
      "U n",
      "Un interruptedly",
      "Con sistently",
      "was n",
      "With out",
      "o pen",
      "lea ve",
      "l ing",
      "ling er",
      "bec ame",
      "last s",
      "be ing",
      "sustain ing",
      "last ing",
      "e ld",
      "h eld",
      "continue d",
      "sustain s",
      "devi ate",
      "jum p",
      "did n",
      "w ent",
      "would n",
      "happen ed",
      "dro p",
      "in crease",
      "enter ed",
      "o k",
      "to ok",
      "re d",
      "de crease",
      "occur red",
      "has n",
      "le ft",
      "B e",
      "sustain ed",
      "Be tween",
      "equal ed",
      "star ted",
      "l ed",
      "sett led",
      "beg an",
      "linger s",
      "jump ed",
      "deviat ed",
      "increase d",
      "ro se",
      "p ed",
      "drop ped",
      "cros s",
      "e ll",
      "f ell",
      "linger ing",
      "decrease d",
      "exce ed",
      "tak en",
      "linger ed",
      "exce eded",
      "cros sed",
      "g on",
      "gon e",
      "ris en",
      "beg un"
    ]
  }
}