{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Punctuation"
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "(": 1,
      ")": 2,
      "0": 3,
      "_": 4,
      "=": 5,
      "e": 6,
      "r": 7,
      "t": 8,
      "n": 9,
      "a": 10,
      "i": 11,
      ">": 12,
      "o": 13,
      "s": 14,
      "always": 15,
      ":": 16,
      "1": 17,
      "d": 18,
      "l": 19,
      "[": 20,
      "]": 21,
      "g": 22,
      "and": 23,
      "v": 24,
      "2": 25,
      "<": 26,
      "-": 27,
      "S": 28,
      "O": 29,
      "m": 30,
      "u": 31,
      "p": 32,
      "c": 33,
      "N": 34,
      ".": 35,
      "I": 36,
      "V": 37,
      "5": 38,
      "eventually": 39,
      "T": 40,
      ",": 41,
      "D": 42,
      "M": 43,
      "F": 44,
      "rise": 45,
      "A": 46,
      "4": 47,
      "x": 48,
      "3": 49,
      "ABS": 50,
      "DIFF": 51,
      "E": 52,
      "6": 53,
      "R": 54,
      "f": 55,
      "w": 56,
      "q": 57,
      "not": 58,
      "9": 59,
      "b": 60,
      "W": 61,
      "until": 62,
      "C": 63,
      "h": 64,
      "U": 65,
      "fall": 66,
      "P": 67,
      "7": 68,
      "y": 69,
      "8": 70,
      "EPSILON": 71,
      "or": 72,
      "historically": 73,
      "L": 74,
      "G": 75,
      "Q": 76,
      "since": 77,
      "Z": 78,
      "B": 79,
      "z": 80,
      "once": 81,
      "J": 82,
      "SPIKE": 83,
      "H": 84,
      "k": 85,
      "INF": 86,
      "DERIVATIVE": 87,
      "VECSUM": 88,
      "−": 89,
      "mu": 90
    },
    "unk_token": "[UNK]"
  }
}