{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Punctuation"
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "the": 1,
      "to": 2,
      ".": 3,
      "time": 4,
      "of": 5,
      ",": 6,
      "1": 7,
      "2": 8,
      "signal": 9,
      "than": 10,
      "that": 11,
      "9": 12,
      "8": 13,
      "7": 14,
      "6": 15,
      "5": 16,
      "in": 17,
      "value": 18,
      "4": 19,
      "is": 20,
      "units": 21,
      "be": 22,
      "3": 23,
      "at": 24,
      "then": 25,
      "0": 26,
      "a": 27,
      "and": 28,
      "equal": 29,
      "following": 30,
      "or": 31,
      ":": 32,
      "less": 33,
      "will": 34,
      "_": 35,
      "certain": 36,
      "condition": 37,
      "t": 38,
      "case": 39,
      "which": 40,
      "within": 41,
      "for": 42,
      "true": 43,
      "greater": 44,
      "moment": 45,
      "instant": 46,
      "point": 47,
      "all": 48,
      "r": 49,
      "c": 50,
      "S": 51,
      "h": 52,
      "o": 53,
      "T": 54,
      "F": 55,
      "N": 56,
      "b": 57,
      "B": 58,
      "I": 59,
      "R": 60,
      "n": 61,
      "A": 62,
      "O": 63,
      "K": 64,
      "V": 65,
      "M": 66,
      "w": 67,
      "scenario": 68,
      "J": 69,
      "P": 70,
      "j": 71,
      "Z": 72,
      "d": 73,
      "p": 74,
      "during": 75,
      "u": 76,
      "i": 77,
      "k": 78,
      "f": 79,
      "C": 80,
      "L": 81,
      "e": 82,
      "G": 83,
      "l": 84,
      "z": 85,
      "Y": 86,
      "X": 87,
      "Q": 88,
      "s": 89,
      "g": 90,
      "D": 91,
      "H": 92,
      "W": 93,
      "q": 94,
      "y": 95,
      "v": 96,
      "U": 97,
      "E": 98,
      "x": 99,
      "m": 100,
      "always": 101,
      "gets": 102,
      "future": 103,
      "there": 104,
      "conditions": 105,
      "event": 106,
      "first": 107,
      "action": 108,
      "transition": 109,
      "Globally": 110,
      "It": 111,
      "observed": 112,
      "detected": 113,
      "not": 114,
      "has": 115,
      "when": 116,
      "should": 117,
      "ultimately": 118,
      "shall": 119,
      "must": 120,
      "eventually": 121,
      "finally": 122,
      "ought": 123,
      "each": 124,
      "every": 125,
      "have": 126,
      "before": 127,
      "needs": 128,
      "no": 129,
      "mode": 130,
      "set": 131,
      "state": 132,
      "response": 133,
      "this": 134,
      "sometime": 135,
      "from": 136,
      "hold": 137,
      "In": 138,
      "exist": 139,
      "most": 140,
      "subsequent": 141,
      "'": 142,
      "range": 143,
      "simulation": 144,
      "]": 145,
      "[": 146,
      "holds": 147,
      "consistently": 148,
      "are": 149,
      "consecutively": 150,
      "uninterruptedly": 151,
      "execution": 152,
      "after": 153,
      "remain": 154,
      "next": 155,
      "(": 156,
      ")": 157,
      "coming": 158,
      "without": 159,
      "ends": 160,
      "becomes": 161,
      "larger": 162,
      "below": 163,
      "stay": 164,
      "end": 165,
      "keep": 166,
      "place": 167,
      "once": 168,
      "continuously": 169,
      "above": 170,
      "smaller": 171,
      "if": 172,
      "For": 173,
      "whenever": 174,
      "everytime": 175,
      "There": 176,
      "same": 177,
      "goes": 178,
      "get": 179,
      "until": 180,
      "interruption": 181,
      "least": 182,
      "past": 183,
      "higher": 184,
      "takes": 185,
      "happens": 186,
      "enters": 187,
      "occurs": 188,
      "bound": 189,
      "starting": 190,
      "more": 191,
      "till": 192,
      "At": 193,
      "out": 194,
      "deviating": 195,
      "like": 196,
      "any": 197,
      "since": 198,
      "last": 199,
      "lower": 200,
      "between": 201,
      "never": 202,
      "was": 203,
      "If": 204,
      "Whenever": 205,
      "soon": 206,
      "as": 207,
      "As": 208,
      "false": 209,
      "Everytime": 210,
      "When": 211,
      "On": 212,
      "changed": 213,
      "interval": 214,
      "delay": 215,
      "isn": 216,
      "shifted": 217,
      "remains": 218,
      "starts": 219,
      "stays": 220,
      "occur": 221,
      "happen": 222,
      "would": 223,
      "keeps": 224,
      "The": 225,
      "leaves": 226,
      "elapsed": 227,
      "take": 228,
      "instantly": 229,
      "immediately": 230,
      "simultaneously": 231,
      "promptly": 232,
      "over": 233,
      "begins": 234,
      "been": 235,
      "deviates": 236,
      "settles": 237,
      "increases": 238,
      "jumps": 239,
      "exists": 240,
      "shifts": 241,
      "region": 242,
      "change": 243,
      "shift": 244,
      "changes": 245,
      "inside": 246,
      "outside": 247,
      "bigger": 248,
      "right": 249,
      "away": 250,
      "decreases": 251,
      "drops": 252,
      "beginning": 253,
      "remaining": 254,
      "falls": 255,
      "won": 256,
      "while": 257,
      "continue": 258,
      "equaling": 259,
      "keeping": 260,
      "on": 261,
      "into": 262,
      "staying": 263,
      "down": 264,
      "start": 265,
      "does": 266,
      "oughtn": 267,
      "rises": 268,
      "doesn": 269,
      "shan": 270,
      "mustn": 271,
      "shouldn": 272,
      "During": 273,
      "raised": 274,
      "closed": 275,
      "remained": 276,
      "sustain": 277,
      "kept": 278,
      "stayed": 279,
      "While": 280,
      "settle": 281,
      "got": 282,
      "equals": 283,
      "become": 284,
      "existed": 285,
      "Within": 286,
      "Eventually": 287,
      "Ultimately": 288,
      "Finally": 289,
      "threshold": 290,
      "go": 291,
      "crosses": 292,
      "exceeds": 293,
      "anytime": 294,
      "enter": 295,
      "holding": 296,
      "continuing": 297,
      "had": 298,
      "continues": 299,
      "needed": 300,
      "Continuously": 301,
      "Consecutively": 302,
      "Uninterruptedly": 303,
      "Consistently": 304,
      "wasn": 305,
      "Without": 306,
      "open": 307,
      "leave": 308,
      "became": 309,
      "lasts": 310,
      "did": 311,
      "being": 312,
      "begin": 313,
      "sustaining": 314,
      "lasting": 315,
      "held": 316,
      "continued": 317,
      "sustains": 318,
      "deviate": 319,
      "didn": 320,
      "went": 321,
      "wouldn": 322,
      "happened": 323,
      "linger": 324,
      "entered": 325,
      "took": 326,
      "occurred": 327,
      "hasn": 328,
      "fall": 329,
      "drop": 330,
      "jump": 331,
      "left": 332,
      "decrease": 333,
      "Between": 334,
      "sustained": 335,
      "equaled": 336,
      "increase": 337,
      "started": 338,
      "rise": 339,
      "settled": 340,
      "began": 341,
      "lingers": 342,
      "jumped": 343,
      "deviated": 344,
      "increased": 345,
      "rose": 346,
      "dropped": 347,
      "cross": 348,
      "fell": 349,
      "lingering": 350,
      "decreased": 351,
      "exceed": 352,
      "taken": 353,
      "lingered": 354,
      "exceeded": 355,
      "crossed": 356,
      "gone": 357,
      "risen": 358,
      "begun": 359
    },
    "unk_token": "[UNK]"
  }
}