{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Punctuation"
      },
      {
        "type": "Digits",
        "individual_digits": true
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      ")": 1,
      "(": 2,
      "=": 3,
      ">": 4,
      "0": 5,
      "1": 6,
      "always": 7,
      "2": 8,
      "9": 9,
      "8": 10,
      "7": 11,
      "6": 12,
      "5": 13,
      "4": 14,
      "3": 15,
      "<": 16,
      ":": 17,
      "]": 18,
      "[": 19,
      ".": 20,
      "-": 21,
      "and": 22,
      "rise": 23,
      "_": 24,
      "eventually": 25,
      "not": 26,
      "r": 27,
      "h": 28,
      "F": 29,
      "S": 30,
      "c": 31,
      "b": 32,
      "o": 33,
      "R": 34,
      "T": 35,
      "d": 36,
      "N": 37,
      "M": 38,
      "B": 39,
      "V": 40,
      "I": 41,
      "n": 42,
      "O": 43,
      "p": 44,
      "w": 45,
      "u": 46,
      "P": 47,
      "A": 48,
      "i": 49,
      "L": 50,
      "k": 51,
      "Z": 52,
      "Y": 53,
      "f": 54,
      "Q": 55,
      "J": 56,
      "K": 57,
      "s": 58,
      "l": 59,
      "e": 60,
      "j": 61,
      "a": 62,
      "X": 63,
      "C": 64,
      "G": 65,
      "D": 66,
      "g": 67,
      "z": 68,
      "t": 69,
      "H": 70,
      "q": 71,
      "U": 72,
      "y": 73,
      "v": 74,
      "W": 75,
      "x": 76,
      "m": 77,
      "E": 78,
      "fall": 79,
      "or": 80,
      "until": 81,
      "once": 82,
      "historically": 83,
      "since": 84
    },
    "unk_token": "[UNK]"
  }
}